antfu.goto-alias
antfu.icons-carbon
anthropic.claude-code
benjaminbenais.copilot-theme
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
davidbwaters.macos-modern-theme
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
gajesh1.react-js-snippet
gerane.theme-cobalt
hollowtree.vue-snippets
miladfathy.js-snippet
mohsen1.prettify-json
ms-edgedevtools.vscode-edge-devtools
ms-ossdata.vscode-pgsql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
nuxt.mdc
nuxtr.nuxt-vscode-extentions
nuxtr.nuxtr-vscode
pkief.material-icon-theme
praburangki.nuxt-snippets
pranaygp.vscode-css-peek
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
sdras.vue-vscode-snippets
slevesque.vscode-zipexplorer
tomoki1207.pdf
tonybaloney.vscode-pets
twxs.cmake
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vue.volar
wakatime.vscode-wakatime
xabikos.javascriptsnippets
zhuangtongfa.material-theme
